---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Inches
source: html/21f88a72-8dee-8951-0e80-fac4709e8b9e.htm
---
# Autodesk.Revit.DB.UnitTypeId.Inches Property

Inches.

## Syntax (C#)
```csharp
public static ForgeTypeId Inches { get; }
```